                                <!DOCTYPE html>
<html>
    <head>
        <title>ELA - about us</title>
        <meta charset="utf-8">
        <link rel="stylesheet" href="AboutUsStyle.css">
        <link href="../Nav/navStyle.css" rel="stylesheet" type="text/css"/>
        
        <script src="../Js/jQueryLib.js" type="text/javascript"></script>
    </head>
    <body>

        <div class="body" style="background-color: gray;direction: rtl;font-family: Yekan;font-size: 16px;line-height: 28px;text-align: justify;">
            <div id="centerbox">
                <img src="../img/logo1.png" id="logoHead">


                <p>
                    چرا ELA ؟
                </p>
                <p>
                    آموزش در مکانی که به صورت تخصصی برگزار می شود را آکادمی گویند. اساتید زبان آکادمی ELA توسط سوپروایزرها (اساتید بین المللی آکادمی TESOL and CELTA
                        Certificate Holders) از 4 مرحله ی تخصصی فیلتر شده و گزینش می شوند که عبارتند از:
                </p>
                <p>
                    1. تکمیل فرم استخدام (ارایه سوابق و مدارک بین المللی انگلیسی و نوشتن یک صفحه مقاله در مورد روش تدریس)
                </p>
                <p>
                    2. برگزاری آزمون <span dir="ltr">(Teaching Knowledge Test) TKT</span> که یکی از آزمون های رسمی بین المللی برای تشخیص میزان دانش اساتید می باشد برگزار می شود. (برای اطلاعات بیشتر
                    به بخش آزمون های بین المللی سایت مراجعه شود)
                </p>
                <p>
                    3. اگر در مرحله قبل سوابق و مدارک بین المللی مورد تأیید سوپروایزر نبوده و یا در آزمون نمره قابل قبولی به دست نیاورده باشند، در این مرحله حذف خواهند شد. در
                    غیر این صورت در مصاحبه شفاهی با سوپروایزر های آکادمی شرکت خواهند کرد.
                </p>
                <p>
                    4. اگر در مصاحبه شفاهی در بحث Fluency and Coherence و American Accent و یا British Accent توانایی لازم مطابق با استانداردها را دارا نباشند، در این مرحله
                    حذف خواهند شد، در غیر این صورت اگر تمامی موارد مورد تأیید سوپروایزر واقع شود، استاد مورد نظر می بایست حداقل نیم ساعت Demo برگزار کند و به طور آزمایشی نحوه
                    تدریس، فن بیان، قدرت انتقال و میزان به کارگیری خلاقیت در شیوه تدریس خود بر اساس متدهای استاندارد و نوین تدریس را به نمایش بگذارد.
                </p>
                <p>
                    بعد از ارزیابی نتیجه آزمون و سنجش میزان علم و دانش زبانی اساتید، در صورت تأیید می توانند با آکادمی ELA همکاری نمایند.
                </p>
                <ul>
                    <li>
                        آکادمی ELA از آخرین متد آموزشی دانشگاه آکسفورد انگلستان <span dir="ltr"><a href="https://elt.oup.com/searchresults?q=american+english+file&amp;cc=ir&amp;selLanguage=en&amp;
                                                                                   searchtype=cat

                                                                                   "> OUP</a> (Oxford University Press)</span> در سیستم آموزشی ترمیک و سیستم <strong>انحصاری</strong> فشرده ی 6
                        ماهه ی مبتدی تا IELTS و TOEFL بهره می برد. (برای کسب اطلاعات بیشتر به قسمت <u>سیستم آموزشی</u> سایت مراجعه فرمایید.)
                    </li>

                    <li><p>
                            برگزاری منظم آزمون های دانشگاه Cambridge , ETS و... (Official Mock Test):
                        </p></li>
                    <li><p>
                            IELTS – TOEFL – KET – PET – FCE – CAE – CPE – GRE – GMAT – TKT,…
                        </p></li>
                    <li><p>
                            اساتید آکادمی، هر 4 مهارت Listening , Speaking , Reading , Writing را به طور همزمان طبق Syllabus طراحی شده توسط آکادمی پیش می برند تا موفقیت زبان آموزان
                            در آزمون های بین المللی تضمین شود.
                        </p></li>
                    <li><p>
                            اساتید این مرکز به صورت مداوم تحت نظر مدیران آموزشی در حال به روز شدن و بر طرف کردن ایرادات احتمالی و آموزشی خود هستند.
                        </p></li>
                    <li><p>
                            آکادمی زبان ELA از آخرین متد آموزشی دانشگاه آکسفورد انگلستان <span dir="ltr">OUP (Oxford University Press )</span> در سیستم آموزشی خود بهره می برد.
                        </p></li>
                    <li><p>
                            کتاب های درسی آکادمی به صورت Original بوده و از انتشارات دانشگاه آکسفورد بریتانیا که توسط تنها نمایندگی انحصاری انتشارات دانشگاه Oxford در ایران وارد می
                            شود، عرضه می گردد.
                        </p></li>
                    <li><p>
                            آکادمی ELA اقدام به برگزاری تخصصی دوره های فقط مکالمه، تجزیه و تحلیل فیلم، تجاری و بازرگانی و ترجمه همزمان توسط آخرین متدهای دانشگاه آکسفورد انگلستان
                            توسط متخصصین آکادمی می نماید.
                        </p></li>

                    <li><p>
                            برگزاری منظم تمامی آزمون های بین المللی (Mock Test).
                        </p></li>

                    <li><p>
                            Observation کلیه کلاسها توسط بخش آموزش و کنترل دقیق اساتید از نظر نحوه آموزش و برخورد.
                        </p></li><li><p>
                            اعلام نمرات پایان ترم از طریق وب سایت آموزشگاه، دانلود مطالب جانبی مربوط به هرترم در قسمت پروفایل هر زبان آموز، ارتباط مستقیم با اساتید از طریق پروفایل
                            زبان آموز و...
                        </p></li><li><p>
                            دارای فروشگاه کتاب و بوفه اختصاصی مواد غذایی به منظور رفاه حال دانشجویان.
                        </p></li>

                    <li><p>
                            مجهز بودن فضای آموزشی به دوربین مداربسته جهت امنیت و کنترل ورود و خروج کلیه مراجعین به آموزشگاه.
                        </p></li>

                    <li><p>
                            ایجاد انگیزه و تشویق زبان آموزان به فعالیت کلاسی با برنامه های مدون آکادمی و برگزاری منظم آزمونهای میان ترم و پایان ترم.
                        </p></li>

                    <li><p>
                            برگزاری نظرسنجی در جلسات اولیه هر ترم و لحاظ کردن انتقادات و پیشنهادات زبان آموزان.
                        </p></li>

                    <li><p>
                            وجود کلیه امکانات و تجهیزات آموزشی در کلاسهای آکادمی جهت افزایش کیفیت یادگیری.
                        </p></li>

                    <li><p>
                            ارائه مشاوره و تعیین سطح تخصصی و انفرادی توسط بخش آموزش.
                        </p></li>
                </ul>



            </div>
        </div>
        <script src="../Nav/navScript.js" type="text/javascript"></script>
    </body>
</html>
                            